Repository: mgdgc/word-counter-2
Catalog: wordcounter/Localizable.xcstrings
Source language: en
Languages: ko

# app_name
source: WritingCounter
ko: 워드 카운터

source: Biometric
ko: 생체 인증

source: Cancel
ko: 취소

source: Confirm
ko: 확인

source: Copy
ko: 복사

# counter_bytes
source: Bytes
ko: 바이트 수

# counter_empty
source: Start Writing
ko: 입력을 시작하세요

# counter_letters
source: Letters
ko: 글자 수

# counter_placeholder
source: Write or paste something here
ko: 글을 입력하거나 붙여넣기 하세요

# counter_save
source: Save
ko: 저장

# counter_save_alert_message
source: Once a writing is saved, changes are automatically saved.
ko: 한 번 저장된 문서는 변경사항이 자동으로 추적됩니다.

# counter_save_alert_title
source: Writing Saved
ko: 문서 저장됨

# counter_words
source: Words
ko: 단어 수

source: Delete
ko: 삭제

source: Dismiss
ko: 닫기

source: Include Both
ko: 모두 포함

# includeEnter
source: Include Only Enters
ko: 줄바꿈만 포함

# includeSpace
source: Include Only Spaces
ko: 띄어쓰기만 포함

# info_build
source: Build Number
ko: 빌드

# info_license
source: Licenses
ko: 오픈소스 라이선스

# info_section_app
source: Application Info
ko: 정보

# info_version
source: Application Version
ko: 버전

# list_empty_list
source: Create a new counter to start counting.
ko: 새 카운터를 생성하여 시작하세요

# list_empty_writing
source: Empty
ko: 빈 카운터

# list_new
source: New Counter
ko: 새 카운터

# list_saved
source: Saved
ko: 저장된 항목

# list_settings
source: Settings
ko: 설정

# list_title
source: Writings
ko: 글 목록

source: Neither
ko: 둘 다 포함하지 않음

# passcode_biometric_fail
source: Biometric authentication is not available. Enter the passcode.
ko: 생체인증을 사용할 수 없습니다. 비밀번호를 입력하세요.

# passcode_set
source: Enter a new passcode
ko: 설정할 비밀번호를 입력하세요

# passcode_set_check
source: Re-enter the passcode
ko: 비밀번호를 한번 더 입력하세요

# passcode_set_fail
source: Wrong passcode Re-enter a new passcode.
ko: 비밀번호가 다릅니다. 새 비밀번호를 입력하세요.

# passcode_unlock
source: Enter the passcode
ko: 비밀번호를 입력하세요

# passcode_wrong
source: Wrong passcode
ko: 비밀번호가 다릅니다

source: Paste
ko: 붙여넣기

# paste_append
source: Append
ko: 뒤에 붙이기

# paste_warning_message
source: Would you like to replace current writing?
ko: 지금 작성중인 내용을 지우고 붙여넣을까요?

# paste_warning_title
source: Paste
ko: 붙여넣기 확인

# setting_new_counter_on_start
source: Open a new counter on start up
ko: 시작할 때 새 카운터 열기

# setting_title
source: Settings
ko: 설정

# settings_icloud_available
source: iCloud Enabled
ko: iCloud 활성화됨

# settings_icloud_unavailable
source: iCloud Disabled
ko: iCloud 비활성화됨

# settings_section_icloud_available
source: Writings are syncing via iCloud. To turn off the iCloud sync, open the settings app and turn off the iCloud for WritingCounter.
ko: 글이 iCloud를 통해 동기화되고 있습니다. 동기화를 끄려면 설정 앱의 iCloud 설정에서 WordCounter를 비활성화하십시오.

# settings_section_icloud_unavailable
source: iCloud is currently unavailable. Please log in your Apple ID at the settings app, and turn on iCloud.
ko: iCloud를 사용할 수 없습니다. 설정 앱에서 Apple ID로 로그인하고, iCloud 설정을 켜십시오.

# settings_section_security
source: Security
ko: 보안

# settings_section_security_footer
source: WritingCounter will require the passcode when opening the app.
ko: 처음 앱을 실행할 때 암호를 입력해야 합니다.

# settings_section_security_footer_immediately
source: WritingCounter will require the passcode when the app goes background.
ko: 앱을 열 때 마다 암호를 입력해야 합니다.

# settings_security_lock
source: Lock WritingCounter
ko: 앱 잠금

# settings_security_lock_biometric
source: Biometric Authentication
ko: 생체인증

# settings_security_lock_immediately
source: Require Passcode Immediately
ko: 백그라운드에서 즉시 잠금

# split_locked
source: WritingCounter Is Locked
ko: 잠금 상태입니다.

# split_locked_biometric_reason
source: Unlock the WritingCounter
ko: 앱 잠금을 해제합니다.

# split_locked_button
source: Enter Passcode
ko: 잠금 해제

# split_locked_message
source: Enter the device passcode to unlock.
ko: 잠금을 해제하려면 기기의 암호를 입력하세요.

# unavailable
source: Not Available
ko: 사용할 수 없음
